app/Models/Konfigurasi.php

    public function listing()
    {
        return $this->table('*')->first();
---
SELECT *
FROM `konfigurasi`
 LIMIT 1